"无法访问相册中照片" = "Kein Zugriff auf Fotos im Album";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Derzeit gibt es keine Berechtigung für den Fotozugriff. Es wird empfohlen, zu den Systemeinstellungen zu gehen,\nZugriff auf alle Fotos auf dem Foto zuzulassen";
"前往系统设置" = "installieren";
"设置" = "Einstellungen";
"取消" = "Abbrechen";
"相册" = "Fotoalbum";
"完成" = "Beenden";
"原图" = "Original";
"仅看一次" = "View Once";
"预览" = "Vorschau";
"编辑" = "Bearbeiten";
"返回" = "Rückkehr";
"还原" = "Zurücksetzen";
"自由" = "Frei";
"没有可选资源" = "Keine optionalen Ressourcen";
"照片和视频不能同时选择" = "Fotos und Videos können nicht gleichzeitig ausgewählt werden";
"最多只能选择%d张照片" = "Sie können maximal %d Foto auswählen";
"已达到最大选择数" = "Maximale Anzahl an Auswahlmöglichkeiten erreicht";
"视频最大时长为%d秒，无法选择" = "Die maximale Länge des Videos beträgt %d Sekunde und kann nicht ausgewählt werden";
"视频最小时长为%d秒，无法选择" = "Die Mindestlänge des Videos beträgt %d Sekunde und kann nicht ausgewählt werden";
"视频和照片不能同时选择" = "Video und Foto können nicht gleichzeitig ausgewählt werden";
"最多只能选择%d个视频" = "Du kannst höchstens %d Video auswählen";
"正在下载" = "wird heruntergeladen";
"下载失败" = "Herunterladen fehlgeschlagen";
"没有照片" = "Kein Foto";
"你可以使用相机拍些照片" = "Sie können mit der Kamera ein paar Bilder machen";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Zugriff auf alle Fotos im Album nicht möglich.\nBitte erlauben Sie den Zugriff auf alle Fotos in den Fotos";
"只能查看允许访问的照片和相关相册" = "Nur erlaubte Fotos und zugehörige Alben anzeigen";
"无法使用相机!" = "Kamera kann nicht verwendet werden";
"无法使用相机功能" = "Kann die Kamerafunktion nicht verwenden";
"请前往系统设置中，允许访问「相机」。" = "Bitte gehen Sie zu den Systemeinstellungen, um den Zugriff auf die Kamera zu erlauben";
"照片大小超过最大限制" = "Die Fotogröße überschreitet die Höchstgrenze";
"视频大小超过最大限制" = "Videogröße überschreitet die Höchstgrenze";
"视频导出失败" = "Videoexport fehlgeschlagen";
"保存失败" = "Speichern fehlgeschlagen";
"所有照片" = "Alle Fotos";
"正在处理..." = "wird bearbeitet";
"处理失败" = "Verarbeitung fehlgeschlagen";
"导出失败" = "Exportieren fehlgeschlagen";
"视频加载中" = "Video wird geladen";
"视频加载失败!" = "Video konnte nicht geladen werden";
"视频可编辑最大时长为%d秒，无法编辑" = "Die maximale Länge des bearbeitbaren Videos beträgt %d Sekunde und kann nicht bearbeitet werden";
"相机不可用!" = "Kamera ist nicht verfügbar";
"确定" = "Sicher";
"提示" = "Hinweis";
"图片获取失败!" = "Bildaufnahme fehlgeschlagen";
"视频获取失败!" = "Videoaufnahme fehlgeschlagen";
"图片下载中" = "Bild herunterladen";
"视频下载中" = "Video herunterladen";
"设置失败!" = "Einrichtung fehlgeschlagen";
"原片" = "Original";
"唯美" = "Nashville";
"梦幻" = "Toaster";
"老电影" = "alter Film";
"怀旧" = "Nostalgie";
"黑白" = "Schwarz und weiß";
"色调" = "Ton";
"模糊" = "Vage";
"岁月" = "Jahre";
"单色" = "einfarbig";
"褪色" = "verblassen";
"冲印" = "Drucken";
"铬黄" = "Chromgelb";
"暂无配乐" = "Kein Soundtrack";
"配乐" = "Tonspur";
"视频原声" = "Video-Soundtrack";
"正在同步iCloud" = "ICloud-Synchronisierung";
"iCloud同步失败" = "iCloud-Synchronisierung fehlgeschlagen";
"拖动到此处删除" = "Zum Löschen hierher ziehen";
"松手即可删除" = "Zum Löschen loslassen";
"搜索" = "Suche";
"背景音乐" = "Musik";
"搜索歌名" = "Songtitel suchen";
"此歌曲暂无歌词，请您欣赏" = "Es gibt keinen Text für dieses Lied, bitte genießen Sie es";
"选择" = "wählen";
"取消选择" = "Auswahl abbrechen";
"歌词" = "Text";
"拍摄失败!" = "Dreharbeiten fehlgeschlagen";
"摄像头切换失败!" = "Kamerawechsel fehlgeschlagen";
"相机初始化失败!" = "Kamerainitialisierung fehlgeschlagen!";
"轻触拍照" = "Tippen, um ein Foto aufzunehmen";
"按住摄像" = "Zum Aufnehmen gedrückt halten";
"轻触拍照，按住摄像" = "Zum Aufnehmen antippen, zum Aufnehmen gedrückt halten";
"拍摄时长不足%d秒" = "Die Aufnahmezeit beträgt weniger als %d Sekunde";
"麦克风添加失败，录制视频会没有声音哦!" = "Fehler beim Hinzufügen des Mikrofons, es wird kein Ton bei der Videoaufnahme ausgegeben";
"无法使用麦克风" = "Mikrofon kann nicht verwendet werden";
"请在设置-隐私-相机中允许访问麦克风" = "Bitte erlauben Sie den Zugriff auf das Mikrofon in Einstellungen-Datenschutz-Kamera";
"更多" = "Mehr";
"张照片" = "Fotos";
"个视频" = "Videos";
"实况" = "Live";
"照片" = "Foto";
"视频" = "Video";
"点击摄像" = "Zum Aufnehmen anklicken";
"音量" = "Volumen";
"明亮" = "hell";
"删除" = "löschen";
"原始比例" = "Original";
"自由格式" = "FreeForm";
"正方形" = "Quadrat";
"亮度" = "Helligkeit";
"对比度" = "Kontrast";
"饱和度" = "Belichtung";
"曝光度" = "Sättigung";
"色温" = "Wärme";
"暗角" = "Vignette";
"锐化" = "Schärfen";
"蒙版素材" = "Masken";
"筛选" = "Filter";
"筛选条件" = "Gefilterte Stadt";
"无筛选条件" = "Keine Filter";
"没有项目" = "Keine Gegenstände";
"筛选结果" = "Filter Ergebnisse";
"所有项目" = "Alle Elemente";
"已编辑" = "Bearbeitet";
"仅显示" = "Zeigen";
"筛选照片" = "Fotos";
"筛选视频" = "Videos";
"选择相册" = "Album auswählen";
"我的相册" = "Mein Album";
"媒体类型" = "Medientyp";
"查看全部" = "Alle ansehen";
"全部" = "Alle";
"清空已编辑的内容" = "Klar bearbeitet";
"高光" = "Markieren";
"阴影" = "Schatten";

"HXAlbumCameraRoll" = "Filmrolle";
"HXAlbumPanoramas" = "Panoramen";
"HXAlbumVideos" = "Videos";
"HXAlbumFavorites" = "sammeln";
"HXAlbumTimelapses" = "Zeitraffer";
"HXAlbumRecents" = "Jüngste";
"HXAlbumRecentlyAdded" = "Kürzlich hinzugefügt";
"HXAlbumBursts" = "Bursts";
"HXAlbumSlomoVideos" = "Zeitlupe";
"HXAlbumSelfPortraits" = "Selfies";
"HXAlbumScreenshots" = "Screenshots";
"HXAlbumDepthEffect" = "Tiefeneffekt";
"HXAlbumLivePhotos" = "Live-Foto";
"HXAlbumAnimated" = "Animiert";
